var data_data_albums = [
	{
		name: "星街彗星 3D披露会 Live",
		vocal: ["星街彗星"],
		img: "c1000.jpg",
		songs: [1011,1012,1013,1014,1015,1016,1017]
	},
	{
		name: "星街彗星 生日前日祭",
		vocal: ["星街彗星"],
		img: "1021.png",
		songs: [1021,1022,1024,1025,1026,1027,1020]
	},
    {
		name: "3.27 B限歌回",
		vocal: ["星街彗星"],
		img: "1028.png",
		songs: ["星街彗星-Roki",1028,"星街彗星-拍手喝采歌合","星街彗星-名前のない怪物","星街彗星-The Everlasting Guilty Crown","星街彗星-Departures 〜あなたにおくるアイの歌〜","星街彗星-もうそうえくすぷれす","星街彗星-ヴィーナスとジーザス","星街彗星-君の銀の庭","星街彗星会-丸の内サディスティック","星街彗星-いかないで"]
	}
]